Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2009.tmx
Source language: en_us
Languages: zh_cn

source: Fourth, we will steadily promote equal access for all to basic public health services.
zh_cn: 四是促进基本公共卫生服务逐步均等化。

source: We will expand the scope of free public health services and ensure that the per capita public health service expenditure for both urban and rural residents is not less than 15 Yuan, a level that will rise gradually in the future.
zh_cn: 扩大免费公共卫生服务范围，城乡居民人均公共卫生服务经费不低于15元，以后逐步提高。

source: We will appropriate more funds to prevent and control major communicable diseases, chronic and occupational diseases, and endemics.
zh_cn: 增加重大传染病、慢性病和职业病、地方病防治的专项投入。

source: Fifth, we will carry forward pilot reforms in public hospitals with the emphasis on reforms in their management system and their operation and oversight mechanisms.
zh_cn: 五是推进公立医院改革试点。重点改革管理体制、运行机制和监管机制。

source: We will encourage every locality to seek effective ways to separate government administration from medical practice, management from operations, medical care from drugs, and for-profit from nonprofit operations.
zh_cn: 鼓励各地探索政事分开、管办分开、医药分开、营利性和非营利性分开的有效形式。

source: We will gradually eliminate the practice of hospitals subsidizing their medical services with drug sales and reform the mechanism of subsidizing public hospitals.
zh_cn: 逐步取消以药补医机制，推进公立医院补偿机制改革。

source: We will encourage all localities to seek ways to establish a medical service pricing mechanism based on consultations among stakeholders and establish a system whereby relevant institutions, representatives of the general public, and experts oversee and evaluate the quality of medical services.
zh_cn: 鼓励各地探索建立医疗服务由利益相关方参与协商的定价机制，建立由有关机构、群众代表和专家参与的质量监管和评价制度。

source: We will give full play to traditional Chinese medicine and folk medicines of ethnic minorities in disease prevention and control.
zh_cn: 要充分发挥中医药和民族医药在防病治病中的重要作用。

source: Governments at all levels will allocate an additional 850 billion Yuan in the next three years, including 331.8 billion Yuan from the central government, to ensure smooth progress in the reform of the system of pharmaceuticals and health care.
zh_cn: 今后三年各级政府拟投入8500亿元，其中中央财政投入3318亿元，以保证医疗卫生体制改革的顺利推进。

source: Because this reform concerns the people's health-related rights and interests, we need to improve leadership, make plans and arrangements carefully, progress vigorously yet prudently, and effectively solve the problem of medical services being unaffordable and inadequate, in order to provide safe, effective, convenient and affordable medical and health care services for the people.
zh_cn: 医疗卫生体制改革事关人民群众的健康权益，我们要加强领导、精心设计、认真组织，积极稳妥地推进，切实解决看病贵、看病难问题，为人民群众提供安全、有效、方便、价廉的医疗卫生服务。

source: We will do our work related to population and family planning well and maintain a low birthrate.
zh_cn: 做好人口和计划生育工作，稳定低生育水平。

source: From this year on, we will introduce a policy in all rural areas to subsidize hospitalized childbirth, provide regular prenatal checkups and postpartum visits for women, and monitor the growth of infants and toddlers less than three years of age.
zh_cn: 从今年开始，在全国农村实行住院分娩补助政策，定期为孕产妇做产前检查和产后访视，为3岁以下婴幼儿做生长发育检查。

source: We will intensify our efforts to prevent birth defects.
zh_cn: 加强出生缺陷预防工作。

source: We will increase the reward to rural women at or above the age of 60 who have complied with family planning regulations from 600 Yuan to 720 Yuan per person.
zh_cn: 将农村部分计划生育家庭奖励扶助标准由人均600元提高到720元。

source: We will improve services for and intensify management of the floating population and better protect the rights and interests of women and minors.
zh_cn: 加强流动人口服务和管理。保护妇女和未成年人权益。

source: We will provide routine gynecological examinations for rural women.
zh_cn: 在农村妇女中开展妇科疾病定期检查。

source: We will support and accelerate programs benefiting people with disabilities.
zh_cn: 支持残疾人事业加快发展。

source: We will continue to intensify our work concerning the elderly.
zh_cn: 继续加强老龄工作。

source: We will vigorously develop culture and sports.
zh_cn: 大力发展文化体育事业。

source: Developing cultural programs and promoting cultural enrichment will help not only enrich people's cultural lives but also expand avenues of consumption.
zh_cn: 促进文化发展和繁荣，既可以拓展消费领域，也有利于丰富人们的精神文化生活。

source: We need to vigorously develop non-profit cultural programs and accelerate improvement of the system of public cultural services.
zh_cn: 积极发展公益性文化事业，加快完善公共文化服务体系，

source: We will intensify construction of key cultural facilities as well as community-based cultural facilities in both urban and rural areas, particularly the project to extend radio and TV coverage to all villages, and the construction of multipurpose cultural centers in towns and townships and small libraries in rural areas,
zh_cn: 加强重点文化设施、城乡基层文化设施特别是广播电视“村村通”和乡镇综合文化站、农家书屋建设，

source: and we will vigorously promote cultural projects that benefit the people.
zh_cn: 努力推进文化惠民工程。

source: We will help accelerate the development of cultural industries, improve policy support for them and foster leading cultural enterprises.
zh_cn: 支持文化产业加快发展，完善扶持政策，培育骨干文化企业。

source: We will help philosophy and the social sciences flourish, and actively develop literature, the arts, radio, TV, film, the press and publishing.
zh_cn: 繁荣哲学社会科学，积极发展文学艺术、广播影视、新闻出版事业。

source: We will strengthen development and management of Internet culture and effectively protect our cultural relics and intangible cultural heritage.
zh_cn: 加强网络文化建设和管理。做好文物和非物质文化遗产保护。

source: We will reform management and operation of nonprofit cultural institutions and transform for-profit cultural agencies into enterprises.
zh_cn: 推进公益性文化事业单位管理体制、运行机制改革和经营性文化单位转企改制。

source: We will build more and better community-based public sports facilities, vigorously promote mass sports activities, raise the level of competitive sports and develop the sports industry.
zh_cn: 加强基层公共体育设施建设，大力开展群众性体育活动，提高竞技体育水平，发展体育产业。

source: We will strengthen the development of democracy and the legal system.
zh_cn: 加强民主法制建设。

source: We will carry out political restructuring in an active yet prudent manner and develop socialist democratic politics.
zh_cn: 积极稳妥地推进政治体制改革，发展社会主义民主政治。

source: We need to improve democratic institutions, enrich the forms of democracy, expand its channels, and carry out democratic elections, decision-making, administration and oversight in accordance with the law.
zh_cn: 要健全民主制度，丰富民主形式，拓宽民主渠道，依法实行民主选举、民主决策、民主管理、民主监督。

source: We will improve the mechanisms of self-governance by the people at the community level and expand the scope of community-level self-governance, improve the system for community-level democratic administration and ensure that the people directly exercise their democratic rights and administer community-level public affairs and public programs in accordance with the law.
zh_cn: 要健全基层群众自治机制，扩大基层群众自治范围，完善基层民主管理制度，保障人民群众依法直接行使民主权利、管理基层公共事务和公共事业。

source: We will increase publicity of and education in the law, intensify education about citizenship, and promote the values of socialist democracy, the rule of law, freedom, equality, equity and justice.
zh_cn: 深入开展法制宣传教育，加强公民意识教育，树立社会主义民主法治、自由平等、公平正义理念。

source: We will coordinate development of urban and rural communities and promote the healthy growth of civic organizations.
zh_cn: 统筹推进城乡社区建设，促进社会组织健康发展。

source: We will strengthen government work concerning the law, increase transparency in government legislation, expand public participation therein, and ensure that the law is enforced in a standardized, fair and civilized manner.
zh_cn: 加强政府法制工作，提高政府立法透明度和公众参与度，做到规范、公正、文明执法。

source: We will strengthen public administration and maintain harmony and stability in society.
zh_cn: 加强社会管理，维护社会和谐安定。

source: We need to pay special attention to safeguarding people's legitimate rights and interests, correctly handle problems among the people, properly deal with their complaints in a timely manner, and resolutely correct all actions that harm their interests.
zh_cn: 要特别重视维护群众合法权益，正确处理人民内部矛盾，及时合理解决群众反映的问题，坚决纠正各种损害群众利益的行为。

source: We will improve the mechanism for mediating, handling and resolving social tensions and guide the people in expressing their concerns relating to their interests by reasonable and lawful means.
zh_cn: 健全社会矛盾纠纷调处化解机制，引导群众以理性合法的方式表达利益诉求。

source: We will adhere to the system whereby leading cadres, especially principal ones, handle people's letters and receive people's visits in order to serve the people and resolve conflicts.
zh_cn: 坚持领导干部特别是主要领导干部处理群众来信和接待群众来访制度，服务群众，化解矛盾。

source: We will improve the early-warning system for social stability to actively prevent and properly handle all types of mass incidents.
zh_cn: 健全社会稳定预警机制，积极预防和妥善处理各类群体性事件。

source: We will launch intensive campaigns to ensure public security and maintain law and order through a full range of measures.
zh_cn: 深入开展平安创建活动，加强社会治安综合治理。

source: We will be on high alert for and severely crack down on criminal offenses in accordance with the law in order to safeguard national security and social stability.
zh_cn: 严密防范、依法严厉打击各类违法犯罪活动，维护国家安全和社会稳定。

source: 7. Intensifying government self-improvement and making the government better able to manage overall economic and social development
zh_cn: （七）推进政府自身建设，提高驾驭经济社会发展全局的能力

source: Achievements were made in reforming the government and intensifying its self-improvement over the past year, but they still fall considerably short of what the people expect.
zh_cn: 过去一年，政府自身改革和建设取得了新的成绩，但与人民的期待仍有不小差距。

source: The functions of government have not yet been completely transformed.
zh_cn: 政府职能转变还不到位，

source: Administrative efficiency needs to rise.
zh_cn: 行政效率有待提高，

source: Formalism and bureaucratism are still pronounced.
zh_cn: 形式主义、官僚主义比较突出，

source: Corruption remains a serious problem in some localities, departments and areas.
zh_cn: 腐败现象在一些地方、部门和领域比较严重。

source: Tremendous effort is needed to solve all these problems.
zh_cn: 这些问题必须下大力气解决。

source: We need to focus on the overall objectives of sustaining economic growth, ensuring people's wellbeing and maintaining stability, and intensify the work of government self-improvement.
zh_cn: 要紧紧围绕保增长、保民生、保稳定这个大局，加强政府自身建设。

source: We will continue to run the government in accordance with the law.
zh_cn: 坚持依法行政。

source: We will standardize government administration, ensure that our administration is based on law and reason, executed through proper procedures, highly efficient, convenient for the public, honest and trustworthy, and that authority and responsibility are united.
zh_cn: 规范行政行为，做到合法行政、合理行政、程序正当、高效便民、诚实守信、权责统一。

source: We will thoroughly implement the Administrative Permit Law, continue to carry out reform of the administrative examination and approval system, reduce the number of items it covers, especially investment examination and approval and project approval, and ensure that enterprises make their own investment decisions.
zh_cn: 深入贯彻行政许可法，继续推进行政审批制度改革，减少行政许可和审批事项，特别要减少投资审批、项目核准，落实企业的投资主体地位。

source: We will promote fair competition, break regional blockades and industry monopolies, and organize and mobilize all social resources to promote economic growth.
zh_cn: 促进公平竞争，消除地区封锁，打破行业垄断，组织调动各种社会资源，促进经济增长。

source: By ensuring that all government departments fully and properly execute their functions, we will create a favorable environment for development, and increase enterprises' confidence in investment, individuals' confidence in consumption and people's confidence in the development of the country.
zh_cn: 通过全面正确履行政府职能，创造良好发展环境，增强企业投资的信心，增强社会消费的信心，增强人民群众对国家发展的信心。

source: We will make decisions scientifically and democratically.
zh_cn: 实行科学民主决策。

source: In all decisions we make, the procedures need to be lawful and standardized, the process democratic and open, and the results scientific and equitable.
zh_cn: 各项决策都要做到程序依法规范、过程民主公开、结果科学公正。

source: In formulating and implementing major government policies and decisions, we need to conduct thorough research and studies, heed people's concerns, solicit their opinions, pool their wisdom, act in accordance with objective laws, and make our policies and decisions more foresighted, scientific and effective.
zh_cn: 政府重大决策的形成和执行都要加强调查研究，做到察民情、听民意、聚民智，尊重客观规律，提高决策的预见性、科学性和有效性。

source: We need to make government affairs more open and transparent.
zh_cn: 要推进政务公开，增加透明度，

source: We will ensure the people's right to stay informed about, to participate in, to express views on, and to oversee government affairs, and keep them informed as to what the government is thinking and doing so that we can win their thorough understanding, wide support and active participation.
zh_cn: 保障人民群众的知情权、参与全、表达全、监督权，让人民群众知道政府在想什么、做什么，赢得人民群众的充分理解、广泛支持和积极参与。

source: The government is investing a large sum of money and launching numerous new projects this year, and we will ensure they receive proper oversight.
zh_cn: 今年政府投资力度大、新上项目多，要确保监管到位，

source: We will prohibit image projects that waste both human and financial resources and vanity projects that are divorced from reality, and will never allow any organization or individual to exploit the surge in public spending for private gain.
zh_cn: 绝不能搞劳民伤财的“形象工程”和脱离实际的“政绩工程”，绝不允许利用扩大公共投资为单位和个人谋取私利。

source: Governments at all levels must conscientiously subject themselves to the oversight by the people's congresses and the democratic oversight by the CPPCC committees at their corresponding levels.
zh_cn: 各级政府都要自觉接受人大监督和政协民主监督，

source: We will tighten professional oversight by supervision and auditing departments, and attach great importance to oversight by the public and the news media.
zh_cn: 强化监察、审计等专门监督，高度重视人民群众监督和新闻舆论监督，

source: We will strive to make sure that oversight takes place wherever administrative power is exercised and that government funds will be audited wherever they are used.
zh_cn: 做到行政权力运行到哪里，监督就落实到哪里，财政资金运用到哪里，审计就跟进到哪里。

source: We will earnestly improve our conduct.
zh_cn: 切实转变工作作风。

source: Governments at all levels need to resolutely implement the policy decisions and arrangements of the central leadership, stay firmly grounded in reality, and work creatively to ensure all policies are carried out fully and effectively.
zh_cn: 各级政府要坚定地贯彻中央的决策部署，紧密结合实际，创造性地开展工作，使中央的各项政策落到实处，收到实效。

source: Leading cadres need to conduct thorough research and studies to promptly discover and resolve problems, maintain close contact with the people, show concern for their sufferings, listen to their opinions, and help them solve their problems.
zh_cn: 领导干部要深入调查研究，及时发现问题，解决问题；密切联系群众，关心群众疾苦，倾听群众呼声，为群众排忧解难。

source: Government employees need to always maintain high morale, embody a vigorous spirit and work with the people to meet challenges head on, break new ground through hard work and tide over bad times together.
zh_cn: 政府工作人员要始终保持昂扬向上、奋发有为的精神状态，和广大人民群众一道知难而进，开拓进取，艰苦奋斗，共克时艰。

source: We will strengthen our efforts to promote clean government and combat corruption.
zh_cn: 加强廉政建设和反腐败工作。

source: We will focus on standardizing institutions and limiting the exercise of power, and prevent and punish corruption at its source in areas and links prone to corruption.
zh_cn: 以规范制度和制约权力为核心，针对腐败现象易发多发的领域和环节，从源头上防治腐败。

source: We will resolutely investigate and prosecute corruption cases and punish corruptionists in accordance with the law.
zh_cn: 坚决查处腐败案件，依法惩处腐败分子。

source: We must discharge our duties with great diligence and, through our actions and achievements, build a government that is for the people and is pragmatic, clean and efficient to satisfy people's needs and win their trust.
zh_cn: 我们一定要勤勉尽责，以实际行动和工作业绩，建设为民、务实、廉洁、高效的政府，让人民放心，让人民满意。

source: Promoting unity among all ethnic groups and achieving common development and prosperity serves the fundamental interests of the people of all our ethnic groups.
zh_cn: 促进各民族共同团结奋斗、共同繁荣发展，是各族人民的根本利益所在。

source: We will fully implement the Law on Regional Ethnic Autonomy and ensure that the policies and measures of the central government supporting economic and social development of ethnic minorities and ethnic minority areas are effectively implemented.
zh_cn: 要全面贯彻民族区域自治法，确保中央支持少数民族和民族地区经济社会发展的政策措施落到实处。

source: We will continue to increase support to ethnic groups with small populations.
zh_cn: 继续加大对人口较少民族的扶持力度。

source: We will expand coverage of the "bring prosperity to border areas and residents" campaign to all border counties and the Xinjiang Production and Construction Corps' regimental pastures and farms in border areas.
zh_cn: 推进兴边富民行动覆盖所有边境县和新疆生产建设兵团边境团场。

source: We will support more rapid development of pastoral areas and ethnic minority mountain regions.
zh_cn: 支持牧区和少数民族聚居山区加快发展。

source: We will unswervingly uphold national unity and further develop socialist ethnic relations based on equality, unity, mutual assistance and harmony.
zh_cn: 坚定不移地维护民族团结，进一步构建平等、团结、互助、和谐的社会主义民族关系。

source: We will fully implement the Party's basic principles on work related to religions and enable religious figures and people with religious belief to play a positive role in promoting economic and social development.
zh_cn: 全面贯彻党的宗教工作基本方针，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We will diligently implement the Party's policy on matters related to overseas Chinese nationals and support overseas Chinese nationals, returned overseas Chinese and their relatives in showing concern for and participating in the modernization and peaceful reunification of the motherland.
zh_cn: 认真贯彻党的侨务政策，支持海外侨胞、归侨侨眷关心和参与祖国现代化建设与和平统一大业。

source: Last year significant progress was made in the modernization of national defense and the army.
zh_cn: 过去的一年，国防和军队现代化建设取得重要进展。

source: The People's Liberation Army played an important role in safeguarding China's sovereignty, security and territorial integrity, supporting its modernization drive, and completing urgent, difficult, dangerous and daunting tasks.
zh_cn: 人民解放军为维护国家主权、安全和领土完整，支持国家现代化建设，完成急难险重任务，发挥了重要作用。

source: In the coming year, we need to make our army more revolutionary, modern and standardized, focusing on enabling it to fully carry out its historic missions in the new stage and in the new century.
zh_cn: 在新的一年，要着眼全面履行新世纪新阶段军队历史使命，推进军队革命化、现代化、正规化建设。

source: We will strengthen ideological and political work in the army.
zh_cn: 大力加强军队思想政治工作。

source: We will effectively transform our military training based on mechanized warfare to military training for warfare under conditions of greater IT application, and continue to enhance the army's ability to respond to multiple security threats and accomplish a diverse array of military tasks.
zh_cn: 扎实推进机械化条件下军事训练向信息化条件下军事训练转变，不断提高应对多种安全威胁、完成多样化军事任务的能力。

source: We will modernize weapons, equipment and logistics support across the board.
zh_cn: 全面提高武器装备和后勤保障的现代化水平。

source: We will improve defense-related research, the weapons and equipment production system, the military personnel training system, and the army's logistics support system that integrate civilian with military purposes and combine military efforts with civilian support.
zh_cn: 完善军民结合、寓军于民的国防科研和武器装备生产体系、军队人才培养体系和军队保障体系。

source: We will actively and steadily carry out reform of the army to inject more vigor and vitality into army building.
zh_cn: 积极稳妥地推进军队改革，增强军队建设的生机与活力。

source: We will intensify the improvement of the People's Armed Police Force to make it better able to carry out its duties, respond to emergencies, combat terrorism and safeguard stability.
zh_cn: 加强人民武装警察部队建设，增强执勤、处置突发事件、反恐、维稳能力。

source: We will strengthen defense mobilization and reserve forces.
zh_cn: 加强国防动员和后备力量建设。

source: We will strengthen and develop unity between the army and the government and between the army and the people.
zh_cn: 巩固发展军政军民团结。

source: We will unswervingly adhere to the principle of one country, two systems under which Hong Kong people administer Hong Kong and Macao people administer Macao with a high degree of autonomy, and fully support the Hong Kong and Macao Special Administrative Regions in actively responding to the global financial crisis and maintaining their prosperity and stability.
zh_cn: 我们将坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，全力支持香港、澳门两个特别行政区积极应对国际金融危机，保持繁荣稳定。

source: We will increase cooperation between the mainland and the two regions, consolidate Hong Kong's position as an international financial center and promote an appropriate level of diversity in Macao's economy.
zh_cn: 进一步加强内地与港澳的合作，巩固香港国际金融中心地位，促进澳门经济适度多元发展。

source: We will accelerate the pilot program for the mainland, Hong Kong and Macao to use RMB as the settlement currency for trade in goods.
zh_cn: 加快推进与港澳地区货物贸易的人民币结算试点。

source: We will constantly deepen and expand cooperation between Guangdong, Hong Kong and Macao.
zh_cn: 不断拓展粤港澳三地合作的深度和广度。

source: We will accelerate construction of infrastructure such as the Hong Kong-Zhuhai-Macao Bridge, the Hong Kong-Shenzhen Airport Rail Link and the Guangzhou-Shenzhen-Hong Kong Express Rail Link.
zh_cn: 加快推动港珠澳大桥、港深机场铁路、广深港高速铁路等基础设施建设。

source: We will give Hong Kong and Macao greater access to the mainland's service sector.
zh_cn: 扩大内地服务业对港澳的开放。

source: We will adopt effective measures to support development of Hong Kong- and Macao-funded enterprises on the mainland, particularly small and medium-sized enterprises, and help ease their difficulties.
zh_cn: 采取有效措施支持港澳在内地企业特别是中小企业发展，缓解经营困难。

source: The great motherland will always provide strong backing to Hong Kong and Macao.
zh_cn: 伟大祖国永远是香港、澳门的坚强后盾。

source: We firmly believe that our compatriots in Hong Kong and Macao will surmount their current difficulties and create an even brighter future.
zh_cn: 我们坚信，香港、澳门同胞一定能够克服面临的困难，开创更加美好的明天！

source: Last year important progress was made in our Taiwan-related work.
zh_cn: 过去的一年，对台工作取得重要进展，

source: Positive changes occurred in the situation in Taiwan,
zh_cn: 台湾局势发生积极变化，

source: and major breakthroughs were made in cross-Straits relations.
zh_cn: 两岸关系取得重大突破。

source: Consultations between the two sides of the Taiwan Straits were resumed on the basis of the 1992 Consensus, and complete, direct and two-way mail, transport and trade links were established.
zh_cn: 两岸协商在“九二共识”基础上得到恢复，全面直接双向“三通”已经实现。

source: The two sides enjoyed more frequent people-to-people exchanges, closer economic ties, more active cultural exchanges and broader common interests.
zh_cn: 两岸同胞往来更频繁、经济联系更密切、文化交流更活跃、共同利益更广泛，

source: Cross-Straits relations have embarked on the track of peaceful development.
zh_cn: 两岸关系开始步入和平发展轨道。

source: In the coming year, we will continue to adhere to the principle of developing cross-Straits relations and promoting peaceful reunification of the motherland.
zh_cn: 新的一年里，我们要继续坚持发展两岸关系、促进祖国和平统一的大政方针，

source: We will remain committed to the goal of peaceful development of cross-Straits relations, and work actively to build a framework for and strive to achieve new progress in the peaceful development of cross-Straits relations.
zh_cn: 牢牢把握两岸关系和平发展的主题，积极构建两岸关系和平发展框架，努力开创两岸关系和平发展新局面。

source: We will continue to comprehensively strengthen cross-Straits economic cooperation to jointly respond to the global financial crisis.
zh_cn: 我们要继续全面加强两岸经济合作，共同应对金融危机。

source: We will actively promote financial cooperation across the Straits, support the development of Taiwan-funded enterprises on the mainland, provide financing services for qualified ones, and encourage their independent innovation, transformation and upgrading.
zh_cn: 积极推进两岸金融合作，支持在大陆的台资企业发展，对符合条件的提供融资服务，鼓励企业自主创新和转型升级。

source: We will strengthen two-way investment and industrial cooperation and expand and deepen agricultural cooperation between the two sides.
zh_cn: 加强两岸双向投资和产业合作，拓展和深化农业合作。

source: We will support economic development on the west coast of the Straits in Fujian Province and in other areas where Taiwan investment is concentrated.
zh_cn: 支持海峡西岸和其他台商投资相对集中地区的经济发展。

source: We will accelerate normalization of cross-Straits economic relations and facilitate the signing of a comprehensive agreement on economic cooperation, and gradually establish economic cooperation mechanisms tailored to both sides of the Straits.
zh_cn: 加快推进两岸经济关系正常化，推动签订综合性经济合作协议，逐步建立具有两岸特色的经济合作机制。
